[
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216209",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Avalanche",
        "location": "Alaska, Neacola Mountains, Mt. Neacola",
        "body": "Less than two weeks prior to completing the first ascent of the 4,600-foot north face of Mt. Neacola (5.10 A2 M6), a trio of New Hampshire-based climbers were nearly killed in an avalanche. \r\n On April 1, I (31), Ryan Driscoll (34), and Justin Guarino (32) landed via ski-wheel airplane on the remote Lobster Claw Glacier below the east face of Mt. Neacola (ca. 9,350 feet). Deep snow caused our bush pilot to drop us off about a quarter-mile farther down-glacier than during our first attempt on the mountain in 2019. As luck would have it, this probably saved our lives. \r\n At around 4:30 a.m. on April 4, serac fall high on Neacola triggered a deep slab avalanche with a crown line estimated at eight feet high and 2,000 feet across. The three of us were sound asleep in separate tents in base camp, waiting out yet another storm after caching climbing gear at the base of the north face. In the blackness, we were awoken by a loud noise just one second before being lofted—in our tents—into the night sky. Death appeared to be just moments away, and I felt a sense of disap- pointment rather than real fear. The avalanche instantly crushed our tents around our bodies as we were hurled through the air. After the initial air blast subsided, we briefly decelerated. This allowed for a glimmer of hope we might survive. But any hope was quickly dashed as a second powerful wave of energy (which we assume was avalanche debris) swept us further across the glacier. \r\n In the end, all three of us survived the avalanche with minor injuries, such as a sprained neck and chest pain. We had been blasted horizontally about 300 feet. A snow picket that had been sitting in the snow had somehow passed through the wall of my tent and completely through my sleeping bag. Though we weren’t badly hurt, our entire base camp had been erased. As the blizzard continued unabated, we found ourselves lacking tents, food, boots—everything was gone. Furthermore, the weather prevented us from moving our camp or even digging a snow cave. We braced a broken tent into place and huddled inside. At dawn, we walked forlornly across the snow, picking up scattered pieces of food or supplies. One heavy duffel bag was found a half-mile down the glacier, on the far side of a tall moraine. \r\n For two stressful days, we suffered in our destroyed camp as the wind and snow pummeled us. Falling asleep in the same location was quite stressful. In the whiteout, it was impossible to see what other avalanche hazard remained overhead—not that we wanted to know. My neck was badly sprained, so Ryan and Justin suffered greatly to retrieve our heavy cache of gear from below the north face during the storm. Fifty-two hours after the avalanche, the weather improved and our bush pilot was able to retrieve us. Eleven days later, we returned and completed the first ascent of the north face of Mt. Neacola. \r\n ANALYSIS \r\n Essentially, the entire 6,500-foot-tall east face of Neacola avalanched into the one- third-mile-wide valley where we were camped. As experienced mountaineers, guides, and avalanche educators, all three of us were well aware of the hazards that one faces on an alpine climbing expedition in a remote area. However, exploratory alpinism in big mountains requires a risk tolerance that far exceeds what one would consider acceptable at the crag or even in the mountains in the Lower 48. \r\n In 2019 we were surprised by how tight the valleys in the Neacola Mountains were compared with the Central Alaska Range (including Denali National Park). However, during storms in 2019, none of the many natural avalanches affected our camp. This may have caused complacency in 2021. \r\n In a relatively unexplored area, there is no communal history to inform decisions. For example, the West Buttress Route on Denali has avalanche hazard. But tens of thousands of climbers have been able to pass down their experiences, allowing today’s mountaineers to make better decisions.  The small likelihood of a monster serac-triggered avalanche (as we experienced) was weighed against the diffi- culty of moving our base camp even farther away from the bush pilot’s landing zone. It was also weighed against our desire to explore a remote area and try a huge, unclimbed big wall. In the end, we knew the hazards and we accepted the risk. We almost paid with our lives.  (Source: Nick Aiello-Popeo.) \r\n Editor’s Note:   See the 2022 American Alpine Journal for  Ryan Driscoll’s feature article  about the attempts on and first ascent of the north face (a.k.a. the “Medusa Face”) of Mt. Neacola.",
        "author": "Nick Aiello-Popeo",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216308",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Deeply Buried Weak Layer—Familiarity Heuristic",
        "location": "Colorado, Park Range, North Fork of Fish Creek",
        "body": "On March 19, 2022, two backcountry skiers planned a trip to an area locally known as the Dome in the North Fork of Fish Creek, about eight miles east of the town of Steamboat Springs.  Skier 1 arrived at the Dry Lake trailhead around 8:30 a.m. While he waited for Skier 2, he read the Colorado Avalanche Information Center (CAIC) forecast and noted that it listed a persistent slab avalanche problem in all elevation bands on northwest, north, northeast, and east-facing aspects. He then made a quick ski run on a low-angle, west-facing slope near the parking lot. He felt the snow was stable in this area. \r\n When Skier 2 arrived, the two unloaded snowmobiles and rode east up County Road 38 for about 11 miles to Buffalo Pass, then continued toward the Dome and parked their snowmobiles. Skier 2 had been in the area many times and took the lead as they skinned across three small knobs to reach the spot where Skier 2 planned to descend into the North Fork of Fish Creek. \r\n Starting first, Skier 2 descended 100 to 200 vertical feet on a treed slope and waited for Skier 1. They did not see any cracking in the snow or hear any whumpfing. The two traversed eastward until they were above a steeper, sparsely treed part of the slope. During the traverse, Skier 1 pushed with his downhill ski to see if he “could get snow to move.” He saw no indications of unstable snow. \r\n Skier 2 headed down into the steeper, more open area while Skier 1 waited. After Skier 2 made one turn, the whole slope dropped, making a large whumpf. Cracks shot out around Skier 2 as the avalanche broke two to three feet above him. The moving snow swept him down the hill and out of sight. \r\n Skier 1 turned his transceiver to receive before the avalanche came to a stop. He could see rocks in the spot where Skier 2 triggered the slide, and he picked his way down through them and over a rollover until he could see Skier 2 pinned against a tree with his back facing uphill. Snow had piled up behind him, and he was not moving. \r\n After clearing snow out of Skier 2’s mouth, Skier 1 gave him rescue breaths, but the patient did not respond. Skier 1 called 911, cleared the avalanche debris from Skier 2’s back to create a flat spot, and began CPR, which he continued for about an hour without success. Routt County Search and Rescue and Classic Air Medical responded, and Skier 1 was evacuated by air. Skier 2’s body was recovered the following day.  ANALYSIS \r\n This was a soft slab avalanche, small relative to the size of the path, that released on a 40° northwest-facing slope. The avalanche broke on a persistent weak layer of faceted crystals buried 18 to 28 inches deep, in the middle of the snowpack. Snow layers this weak are not common in the Park Range, and it is especially unusual to see a layer this weak—this deep in the snowpack—and still reactive in mid-March. However, the danger posed by this layer was well documented in the avalanche forecasts and reports of avalanche activity in the Steamboat and Flat Tops zone; one week earlier, a snowmobiler triggered an avalanche that broke on the same weak layer, 40 miles to the north, with fatal consequences. \r\n Skier 2 had many years of experience in the Park Range and skied in and around the Fish Creek drainage with some regularity. We will never know his decision-making process on the day of the accident. However, people’s tendency to rely on familiar places and situations to help them make decisions is well documented (Herbert, 2010). When we are accustomed to behaving in a certain way in a certain area, it can be very difficult to recognize unusual conditions and change our approach. \r\n Modern avalanche safety courses teach a trip-planning process that includes using the avalanche forecast to determine the type of terrain you want to avoid, then reviewing your route to ensure it keeps you away from the dangerous areas. On the day of the accident, the two skiers did not discuss the avalanche forecast or the details of their plan before departing the trailhead. Skier 1 knew the forecast warned of persistent slab avalanches on northerly slopes; however, although he knew the general destination for the day, he did not know the terrain well enough to match it with the information in the forecast and decide in advance if their route was appropriate. \r\n Persistent slab avalanches are difficult to predict and are especially dangerous when they do not provide the feedback we expect, like cracking and collapsing in the snow. The best strategy during these periods is to use the avalanche forecast to identify terrain features where this type of avalanche is possible and avoid them.  (Source: Colorado Avalanche Information Center.)",
        "author": "Colorado Avalanche Information Center",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216258",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Long Fall on Rock — Ledge Collapsed",
        "location": "Montana, Gallatin Canyon, The Watchtower",
        "body": "On July 16, Greg Sievers (63) and Rob Meshew (49) climbed a three-pitch route on the lower tier of the Watchtower in order to access Silver Foxes (3 pitches, 5.10a) on the upper tier.  Sievers then started up the first pitch of Silver Foxes. The pitch had 11 bolts in 120 feet of climbing, with difficulties up to 5.7. It was well within his ability. At the 10th bolt, he moved right for a no-hands stem rest on a 16-inch by four-inch ledge. There, 15 feet below the belay, the ledge suddenly collapsed. \r\n “I was only able to get half the word ‘falling’ out of my mouth when the first impact caused my body to rotate and go horizontal,” Sievers said. “Accelerating, I began to pendulum to the left. I had a fleeting thought of ‘why wasn’t I stopping’ when my body took a massive impact 40 feet down on a small outside corner. I heard a loud CRACK from inside my back. The snapping was as audible as breaking a dry branch, which I assumed was a rib or two. Everything went black for a few brief seconds, but I did not lose consciousness.” \r\n Meshew was directly below. He was unscathed, despite the hundreds of pounds of rock that rained down around him. Busy dodging rocks, he unfortunately sent Sievers on a long fall. The latter wrote, “In a perfect world the fall would have been about 15 feet. But Rob was scrambling for his life. The sheer quantity of shrapnel coming at him was tremendous: lots of six-inch by one-inch pieces, plus a 200-pound block landed where he’d been standing.” Sievers added, “I don’t know how he avoided injury, but had he been hit, I may have taken a 90-footer all the way to the deck.”  Meshew lowered Sievers to the ledge and they did an assessment of his injuries. Sievers then taped his foot to stabilize it. He belayed Meshew up the pitch to clean the gear and then decided to self-rescue rather than wait for a rescue. Sievers later said, “In hindsight I’m not convinced I made the right choice. An airlift would have likely been faster.” \r\n Sievers made three rappels down the lower tier using a kleimheist backup on the ropes. He was in pain but unaware that his back was broken. Once on the ground, the pair worked their way down the trail. That morning, they had done the 1.5 mile approach hike via the Lava Lake trailhead. Now, with the highway just on the other side of the river, and given his condition, Sievers believed his best option was to catch a ride across the Gallatin River from one of the many active commercial raft outfits. Sievers suggested Meshew descend ahead of him, take his motorcycle home, and return with his truck to collect Sievers. Meshew agreed and departed. Using a dry branch as a crutch, Sievers descended a rugged 400 feet to the climbers’ trail and the Gallatin River. Eventually, a rafter ferried him to the other side of the river. Meshew arrived with the truck. Seven hours after the accident, Sievers was in a Bozeman ER. \r\n Sievers was diagnosed with a broken T-11 vertebra, broken bones in his right ankle, a broken tibia base, and a possible head injury (TBI). In June 2022, Sievers wrote, “I’m looking at a second spinal surgery, and the neurosurgeon said I should give up climbing and skiing since my lumbar group has no discs left and is now bone on bone.” \r\n ANALYSIS \r\n Serious falls often occur on “easy” terrain. It can happen to anyone at any time. With decades of climbing in all genres, Sievers was extremely experienced. He notes with some irony that, “After almost 40 years of climbing, some of it on very sketchy mixed alpine routes, this was my first serious fall—on a [expletive deleted] bolted 5.7 pitch.” \r\n In accidents like this, rock quality frequently comes into play. On Mountain Project, the first pitch of Silver Foxes is called “one of the best moderates in the canyon with amazing face climbing.” Yet as this accident shows, rock quality can never be taken for granted, especially if you leave the most traveled line on a route, as Sievers did. \r\n Finally, Meshew was belaying with a Black Diamond ATC-Guide. While such a device is versatile and adequate, had he been using an assisted-braking device, such as a Grigri, he might have been able to arrest Sievers’ fall sooner while dodging the falling rocks. This might have “...saved me maybe 50 percent of the fall distance,” wrote Sievers. “I remember him showing me his hand—the rope zipping through burned a line in his palm.”  (Sources: Greg Sievers, Mountain Project.)",
        "author": "Greg Sievers and Mountain Project",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215860",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Mt. Shasta Annual Summary",
        "location": "California, Mt. Shasta and Castle Crags Wilderness",
        "body": "The number of accidents and searches on Mt. Shasta was down from the last couple of seasons, most likely due to COVID-19 and the associated forest closure and stay-at-home orders, which kept people off the mountain for a while.  In 2020, the U.S. Forest Service (USFS) sold 4,633 summit passes, compared with the 20-year average of 6,467. In total, there were 12 search and rescue incidents on Mt. Shasta (not all involving climbing), while the average is 20 per year. Unfortunately, one of the accidents resulted in a fatality. Below are details of some of the incidents. \r\n On Monday, March 2, a 50-year-old male climber contacted the USFS climbing rangers looking for assistance in recovering his tent and belongings from Lake Helen. He had been planning a solo, two-day winter climb of the Avalanche Gulch route, with a camp at Lake Helen, but cold and strong wind made for a challenging experience setting up his tent. He turned back and abandoned the majority of his gear, and he reported having severe frostbite on his fingers when he returned home. The climber’s tent was recovered the next day, tangled in the rocks a few hundred feet below Lake Helen. Setting up a tent in difficult conditions is an often underestimated skill in winter mountaineering. \r\n On June 14, a climber called 911 reporting severe right shoulder pain after a self-arrest attempt while glissading above Lake Helen. The climber had been descending after a successful summit with a partner and a guide. While glissading, she began going too fast and attempted to self-arrest, but the axe grabbed the snow in such a way that injured her shoulder. She attempted to hike down, but the pain was unbear- able, and she called for help. The decision was made to evacuate her by helicopter. \r\n \r\n Two falls in late June occurred in the same general location (circled) on Mt. Shasta’s west face route. \r\n \r\n Late in the afternoon on June 21, rangers received information about an injured climber at 11,000 feet on the west face route. When rangers arrived on scene, an assessment revealed possible broken ribs and breathing complications on the right side of the chest. The reporting party stated the climber had fallen while downclimbing a 50° slope, losing control and colliding with a rock garden at the bottom. The climber was extracted via helicopter. \r\n A week later, a 55-year-old climber also slipped and fell while descending the same general area on the west face. The climber had crampons on and an ice axe in his hand when he slipped and slid 400 feet, colliding with an exposed rock patch at the bottom of the snow slope. His partner stated that the man was speaking in German (he usually speaks English) and was alert and oriented only to his name.  When rangers arrived, a head- to-toe assessment revealed facial trauma, black-and-blue eyes, and pain in the right shoulder and upper thoracic spine. The patient was wearing a helmet. Two nearby climbers hiked up to help, and one was instructed to hold C-spine. It was determined to be unsafe to carry the patient without a litter, so rangers hiked in a SKED litter from the helicopter landing zone in Hidden Valley. The patient was packaged in the SKED and carried down across rock and snow to the Hidden Valley camp, where he was loaded into a helicopter for transport to the hospital. \r\n On July 5, a climber who had summited via the Avalanche Gulch route got off route during his descent and headed onto the Whitney Glacier. The 47-year-old was equipped with crampons and a single trekking pole. After the recent low-precipitation winters, the Whitney Glacier is a jumbled mess of rock, ice, and crevasses. The climber, now marooned on an island of rocks at about 13,000 feet, reported that “moving off the rock pile may cost him his life.” Yet, while waiting for rescue, the climber decided to try and descend on his own, haphazardly glissading on a path that took him over a crevasse and onto a snow bridge in another crevasse. During his fall, the climber injured his neck and nose. He climbed out of the crevasse and began to descend again, this time avoiding crevasses, before stopping near 11,000 feet. The helicopter and rescuers  redirected after locating the climber’s new position, and rangers arrived on scene at 8 p.m. and helped the climber to the landing zone at 10,400 feet. \r\n On September 25, Chelsey Klein and Jeffrey Sutton started from the Northgate trailhead and set up camp two miles up the trail as the sun began to set. The next morning, they attempted to climb the Hotlum-Bolam Ridge. Approximately eight hours into their day, the pair decided to descend from a high point near 13,000 feet. In late afternoon, at about 12,000 feet, they realized they had deviated from their ascent route. They put on crampons, got out their ice axes, and attempted to traverse across the western reaches of the Hotlum Glacier to regain the ateral moraine. As they traversed, Sutton slipped and fell, tumbling a few hundred feet down the very icy slope. Conditions were such that self-arrest was impossible. \r\n Klein called 911 and reported that Sutton was unconscious. After a few minutes he began to move and attempted to stand up, but then slipped a second time and fell out of view. Late that night, with assistance from California National Guard, Klein was rescued by helicopter. The crew returned to search for Sutton, but was unable to locate him. Two climbing rangers were inserted to 8,600 feet, and additional searchers began hiking from Northgate trailhead. At sunrise, rangers began searching the glacier and located Sutton, who was deceased. \r\n \r\n Rangers’ makeshift bivouac, with meager shelter from rockfall, during an extended rescue in the Trinity Chutes area.   \r\n \r\n On October 5, a 23-year-old climber slipped and fell from 12,500 feet in the middle of the Trinity Chutes in Avalanche Gulch. At this time of the year, the south side of the mountain was completely devoid of snow, and the Trinity Chutes is one of the most rockfall-prone portions of the mountain. The climber called 911 and reported a chief complaint of two broken ankles. \r\n With little time left in the day, a helicopter crew inserted two rangers to Helen Lake. The plan was to move the climber to a safer location for the night, preparing for a hoist the following morning. Rangers arrived on scene and found multiple lacerations head to toe (no helmet), a severe open thumb injury, possible broken ribs and broken left ankle, and possible dislocated right ankle. Rangers moved the climber to a location away from the active rockfall, behind a moderate sized boulder on the 35° to 40° slope. It was now dark, and they determined it would be unsafe to haul the climber down the slope any further. The patient was covered in emergency blankets and warm garments, and the rangers took cover from the ongoing rockfall behind some small boulders. \r\n In the early morning, California Highway Patrol’s H-14 helicopter arrived on scene. There was pressure to get the patient to a lower elevation, as the CHP crew were not confident they could hoist the patient from this elevation. However, after stripping the helicopter of extraneous equipment and burning off fuel, they were able to conduct the hoist near maximum power. All rescue personnel made it off the mountain safely. \r\n ANALYSIS \r\n The snowpack on Shasta was far below the historic average, which meant the safest climbing conditions were earlier in the spring than usual and didn’t last long—especially since the USFS closed the mountain above 10,000 feet from April 23 to May 15 because of concerns related to the pandemic. When the closure lifted, Shasta received heavy visitation, and some climbers, despite warnings, gave the mountain a go all season long. As the snow melted out, there was a gradual increase in rockfall and icy snow surfaces, and slip-and-fall consequences were greatly exacerbated by falls that terminated into boulders. \r\n As usual, there were a couple of searches for climbers who were unfamiliar with the terrain, separated from their group, did not have navigation tools, and/or got lost in poor weather or limited visibility. \r\n Mt. Shasta is often described as a “beginner” mountaineering objective, but the technical requirements should not be understated. Climbers looking to grow their mountaineering skills should strongly consider hiring a guide who can supervise the practice of new skills and add a margin of safety. \r\n (Source: Mt. Shasta Climbing Ranger Report and 2020 Search and Rescue Incident Narratives.)",
        "author": "Mt Shasta Climbing Ranger Report and 2020 Search and Rescue Incident Narratives",
        "climb_year": 2020,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215970",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Slab Triggered While Skinning — Perceived 'Safer' Area",
        "location": "Utah, Wasatch Mountains, Mill Creek Canyon",
        "body": "On the morning of February 6, 2021, two different groups (eight people total) went to ski the Wilson Glades, a north-facing, 500-foot run just below the 9,950-foot summit of Wilson Peak. On the day of the accident, the avalanche danger was rated as High for northeast-facing terrain above 9,500 feet. \r\n Chris, Sarah, Louis, Thomas, and Steve (Group A) approached from Big Cottonwood Canyon. While ascending Wilson Peak, Group A noticed a very large natural avalanche in the Wilson Chutes on the east side of the peak. They posted a photo of this avalanche on Instagram and tagged the Utah Avalanche Center at 8:33 a.m. At the top, they discussed how to ski Wilson Glades but never discussed if they should ski it or not. They discussed avoiding the steeper sections and going one at a time, with everyone participating in that discussion. Once the group reached the bottom of the Wilson Glades, they started breaking a trail back to the top to ski again. \r\n Nate, Ethan, and Steph (Group B) approached from Mill Creek Canyon, starting at 8:30 a.m. Group B saw several natural avalanches in Alexander Basin while ascending their route into the Wilson Glades. Group B was aware that the avalanche danger was rated High and that Wilson Glades could avalanche. Their general plan for the day was to avoid avalanche terrain, and their specific travel plan was to stop at some point before the steeper section, and discuss where to go and what to ski. Ethan and Steph were familiar with the area, while it was Nate’s first time skiing the Wilson Glades. Neither group dug a snow pit to investigate the snowpack. \r\n Group B reached the bottom of Wilson Glades and noted many ski tracks and a recent skin track, which they started to follow uphill. When Nate and Ethan reached a point where they could see the steeper slopes above them, they waited in a sparse opening in the trees for Steph. \r\n Group A skied the Wilson Glades a total of three times. After their second lap, Steve opted to wait above. Following the third lap, they began ascending with the intent to finish the day by skiing back to the trailhead in Big Cottonwood Canyon. At the steepest part of their track, they regrouped at a large tree to cross the final slope one at a time. Chris went first. He reported hearing something that sounded like an earthquake. The avalanche broke approximately 30 feet above them, and Sarah, Thomas, and Louis were swept downhill. Chris lunged for a tree and hit it so hard that the “wind was knocked out of him.” Both skis were ripped off his feet, and he was left hanging above the bed surface after the avalanche passed. (It is very unusual that someone can hang onto a tree in an avalanche as Chris did.) \r\n As Group A was caught in the avalanche, Ethan and Nate (Group B) looked up and saw a wall of snow coming at them. Nate initially thought the avalanche would not reach them, but then remembers the snow overtaking him and Ethan and being buried as the debris stopped moving. He quickly lost consciousness. \r\n Chris dropped out of the tree and screamed for Steve, on the ridge above, to come down. Chris turned his transceiver to receive and began searching downhill on foot in a zigzag pattern. Chris acquired a transceiver signal, deployed his avalanche probe, and quickly located a person. Chris and Steve dug down four to six feet and uncovered Nate—someone they didn’t know—who was unconscious but breathing. Chris and Steve then located and uncovered Ethan a few feet away and at the same depth— another skier they were surprised to see. Ethan, too, was unconscious but breathing. At 11:40 a.m., Chris called 911 and provided brief details about the avalanche and location. \r\n Chris then acquired another transceiver signal approximately 150 feet to the east. Chris, Steve, and Nate (who by then had joined the search) located and uncovered Sarah, Louis, and Thomas in succession; they were buried approximately 30 feet apart down the fall line at a depth of four to six feet. None was breathing or had a pulse, and after attempting CPR on Sarah, no further lifesaving measures were taken. Chris and Steve then acquired a signal 100 feet to the west. They found Steph buried about six feet deep. She was likewise not breathing and did not have a pulse. \r\n By the time all six people had been dug out of the debris (two alive and four deceased), multiple helicopters were circling above with rescue personnel on board. Chris, Nate, Ethan, and Steve were hoisted off the scene. With darkness approaching, operations were discontinued until the following day, when recovery efforts were completed. \r\n ANALYSIS \r\n The Wilson Glades have seen many close calls. It is perceived as relatively safe compared with nearby areas, because it is less steep. It seldom avalanches naturally; as in this incident, slides seem more often human triggered. \r\n Analysis of the crown profile revealed the slide was caused by a four-inch-thick weak layer of faceted snow formed during periods of cold, dry weather. It was buried three feet deep under the hard slab that failed. The crown was nearly 1,000 feet wide. The slope angle where the crown profile was recorded was 31 degrees, as was the slope where most of the ski tracks from Group A were located. Their uphill skin track was a touch steeper. Any slope above 30 degrees is considered avalanche terrain. \r\n All the skiers except Chis had one or both skis still attached to their feet when they were buried, which may have contributed to deeper burials. Because they were all skinning uphill, the toe pieces of their bindings were likely in the walking or locked position, making it diffcult for the skis to release from their feet. In a study of avalanche fatalities in the U.S. between 2009 and 2017, avalanche forecaster Evelyn Lees found that 32 percent of fatalities among tourers happened during the ascent. Her study stresses the need to find safe ascent routes. \r\n Chris and Steve saved two lives (Nate and Ethan), and Chris, Nate, and Steve gave their best attempt to save the rest. Their rescue efforts were top-notch, and they knew how to perform companion rescue quickly and efficiently. They did the absolute best anyone could do with six full burials.  (Source: Utah Avalanche Center.) \r\n Read the  full report  from the Utah Avalanche Center.",
        "author": "Utah Avalanche Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215976",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Small Slide, Long Ride — Inadequate Gear, Ignored Warning",
        "location": "New Hampshire, Mt. Washington, Tuckerman Ravine",
        "body": "On January 22, 2021, at 3:20 p.m., a skier was caught by an avalanche triggered by his party and carried from near the top of Left Gully almost to the floor of Tuckerman Ravine.  An approximately six-inch slab of new and wind-deposited snow released from Skier 2’s feet as Skier 1 made their first turn. Skier 1 was swept into and under the moving debris and lost their skis and poles. When the flow stopped, Skier 1 was buried face-down, fortunately with their head very near the surface and able to breathe, while the rest of their body was buried by two feet or more of debris. \r\n Skier 2 located their friend, but without a shovel was unable to dig them out. Bystanders closer to the scene began to dig out Skier 1, and others, alerted by Skier 2, soon came to assist. \r\n ANALYSIS \r\n Just prior to the avalanche, a snow ranger suggested to the two skiers, who did not have beacons, shovels, or probes, that they ski the lower-angled slope between Right Gully and Lobster Claw or the lower section of Left Gully—if they skied anything at all. They later told snow rangers that the excitement of new snow drove them to the top of Left Gully, where the incident then unfolded. These two were very helpful to the community by honestly sharing their story with snow rangers. \r\n There were no natural avalanches reported that day, which carried a Moderate danger rating. (The forecast did include possible human triggering of small wind slabs.) This pair was among many poorly equipped skiers or skiers traveling alone. Reading the forecast carefully, applying safe travel techniques, and carrying the proper equipment are fundamental to recreating in avalanche terrain. It is critical to acknowledge that the majority of avalanche incidents and fatalities occur on Moderate danger-rating days, where there may isolated but large avalanches or widespread, smaller avalanches, such as the one on this day. Both can carry real consequences. \r\n Of interest following this event were the readings from Skier 1’s GPS watch: It recorded a total vertical drop during the avalanche of 850 feet and a maximum speed of 53 mph.  (Source: Mount Washington Avalanche Center.) \r\n Read the full report  from the Mount Washington Avalanche Center.",
        "author": "Mount Washington Avalanche Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216199",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Leader Fall — Single Piece Pulled Out",
        "location": "Colorado, Eldorado Canyon State Park, Wind Tower",
        "body": "My partner Mike (46) and I, Tiffany Hauck (50), convened on the morning of June 13.  Our sights were set on Wind Ridge (4 pitches, 5.7). We had climbed on the route a month earlier but ended up missing a good portion of the ridge. We wanted to bag the full climb. \r\n We made good progress and were soon at the top of the second pitch, nested in a cave-like hollow. Mike had led the previous pitch and opted to wrap the rope around a single largish boulder as the only anchor in the belay. I’d led the next pitch previously and knew that once I maneuvered past the chin-up, it was gravy. \r\n I tightened my helmet and stepped onto a nearby boulder, so I could stretch and reach a large flake, which overhangs about eight feet above the belay. I heaved myself up into a narrow hollow. I put a cam in the same crack I’d previously used and then yanked in four directions. Satisfied the cam was stable and wouldn’t walk, I clipped in, stood up, assessed my position, and made a step onto a tiny foothold—and I slipped. My right side slammed onto a large boulder at the edge of the belay ledge and I bounced—how far out, I don’t know, as I lost sense of direction. [ As Hauck fell, the sole cam she had placed as protection pulled out. ] My ears filled with the sound of pro slamming into the rock and striking my helmet. I was yanked back toward the rock, then bounced briefly again before I came to a stop. [ Hauck and her partner estimated the fall was around 30 feet, ending well below the belay ledge .] \r\n It took time, but I righted myself and looked up to see Mike leaning over the boulder I’d hit on the way down. The first thing I noticed was a large splatter of blood on the rock between us, but Mike quickly explained that it was his blood—he had been pulled violently across the rock when I fell. I painfully climbed back to the belay ledge, and eventually we scrambled over to the descent trail. With the help of Mike and a climber named Hillary, who had come up the route behind us, I was able to walk out under my own power. \r\n A visit to the emergency room revealed no concussion and no broken bones. I had minor scrapes and bruises on my shins, and contusions on my hip and buttocks. That evening, my left shin swelled to twice its normal size. The contusion would take weeks to heal. \r\n ANALYSIS \r\n It is hard to say for sure the cause of the cam failing. I don’t know if it’s because I put in the wrong sized cam or if I put it in a bad location. But the most likely cause is that I placed too small of a cam, or that I placed it in a flaring crack. ( Source: Tiffany Hauck .) \r\n Editor’s Note:   The cracks available at the crux are flared and piton-scarred, making cam placements tricky. A fall here is often a ledge fall. One can easily walk off from here by traversing the big ledge.",
        "author": "Tiffany Hauck",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216250",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Rock Collapse Before First Bolt",
        "location": "Colorado, Shelf Road, Cactus Cliff",
        "body": "On August 8, an unidentified climber fell approximately 40 feet to the ground when the rock beneath his feet collapsed. The climber was scrambling up  the 4th-class ramp leading to the first bolt of The Joy of Cholla (5.11d), a one-pitch sport route on the popular Cactus Cliff. \r\n According to a comment posted at Mountain Project the day after the accident, “over 1,000 pounds of rock” reportedly came off, and the climber was airlifted to the hospital, after suffering serious injuries. He was expected to fully recover. \r\n ANALYSIS \r\n This was one of several serious accidents last year involving rockfall on established and well-traveled crags. While Shelf Road’s limestone is generally sound, the area has its share of loose, fractured, and decomposed rock. Stay alert and test the rock when uncertain, especially when protection (as in this case) is absent .  [Editor’s Note: Two bolts were added to protect this approach ramp in January 2022.] (Source: Mountain Project.)",
        "author": "Mountain Project",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216307",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Mid-Tour Change of Plans",
        "location": "Colorado, Sawatch Range, Mt. Peck",
        "body": "On March 10, 2022, two backcountry riders set out for an outing near Mt. Peck (12,208 feet), about 1.5 miles southeast of Monarch Pass. Rider 1 traveled on skis and Rider 2 on a snowboard.  They brought their dog along for the tour. The plan was to ascend the northwest ridge of Mt. Peck to near the summit and possibly descend lower-angle terrain along the northeast ridge into the North Fooses Creek drainage. \r\n During their ascent, they decided instead to descend a steep northeast-facing slope before reaching the summit. Rider 1 skied a short distance down in forested terrain on the skier’s right side of the slope. Rider 2 then descended a short distance past Rider 1, still staying in the trees. They commented on the lack of a slab and no cracking or collapsing, and decided to finish their descent further skier’s left, down steeper and more open terrain. They identified a point to meet in low-angle terrain about 500 feet downslope from the steeper headwall. Rider 2 descended first and stopped at the regroup point without incident. Rider 1 then sent the dog down, who reached Rider 2 safely. \r\n As Rider 1 began his descent, he triggered an avalanche on his second turn. He was immediately swept off his feet and deployed his airbag. He was carried around 400 vertical feet before ending up against a tree, lying on his side with avalanche debris covering his face. He was able to free an arm and clear his face after “an eternity of seconds.” He had lost one ski. \r\n Rider 2 described the collapse of the slope as severe enough to knock her over while standing with her feet strapped into her snowboard. She could see the avalanche coming, but did not have time to deploy her airbag. The avalanche washed over her and the dog, carrying her down the slope. When the avalanche stopped, she was face down and covered by less than a foot of snow. A portion of her helmet and snowboard were visible on the surface. She had been buried with one hand very close to her face, and she was able to pull off her glove with her teeth and move her fingers enough to clear snow from her face. She started yelling for Rider 1, who quickly located and extricated her. \r\n The riders began looking for their dog, but there were no visible clues or tracks in the area. They probed the debris for approximately an hour, but did not locate the dog. They made the difficult decision to leave the scene and head back to the trailhead, strapping a shovel to Rider 1’s foot so he could make his way out with just one ski. \r\n Two days after the accident, motorists came upon the dog near the top of Monarch Pass. He was reunited with the owners. \r\n ANALYSIS \r\n The avalanche occurred on a very steep (40°) north-facing slope near treeline. It was a hard slab avalanche, medium-size relative to the path. The avalanche broke three to five feet deep on a layer of faceted crystals that were first buried by a storm on February 21. As the avalanche ran, it gouged down into snow layers near the ground in the steepest and rockiest areas of the path. \r\n The Colorado Avalanche Information Center’s (CAIC) forecast for the Sawatch zone on the day of the avalanche was Considerable (Level 3) danger near and above treeline and Moderate (Level 2) below treeline. After a series of storms in the preceeding couple of weeks, accompanied by moderate to strong winds, slab avalanches were listed as the first problem in the forecast. \r\n The pair of riders was aware of dangerous avalanche conditions and read the avalanche forecast the morning of the accident. They had toured in the Monarch Pass area several days earlier and dug a snow profile on a similar aspect and elevation to the slope that avalanched. They did not observe any obvious signs of instability traveling along the ridge nor on their descent of the upper slope. They committed to a very steep slope based in part on these limited observations—obvious signs of instability are not always present before you trigger an avalanche. \r\n An important factor is that they deviated from their original plan by choosing a steeper descent while on their tour. Numerous accidents can be attributed to groups changing their plans on the fly and traveling into terrain they had previously ruled out as too dangerous.  The pair chose their regroup location based on observations of avalanches on the slope in previous years. However, this avalanche broke deeper and wider than they anticipated, and the debris ran over Rider 2 at the regroup point. Avalanches failing on persistent weak layers can break in surprising ways, and it is critical to give steep terrain wide buffers to address this uncertainty. \r\n We do not know if the dog was buried and dug himself out of the avalanche debris or if he was spooked by the event and ran from the scene. It is a surprising and happy outcome that the dog made his way back to the trailhead and eventually was reunited with the pair. Only the dog will ever know the full story of what happened.  (Source: Colorado Avalanche Information Center.) \r\n DOGS IN AVALANCHE TERRAIN   During the 2021-22 season, in Colorado alone, three dogs were killed in avalanche incidents along with human companions. In other cases, dogs—and their owners—narrowly escaped avalanches. In one incident at the popular Berthoud Pass riding zone, on December 26, 2021, a dog triggered an avalanche that swept it about 300 yards to the bottom of a chute and buried the animal. The owner and witnesses initially used their transceivers to search for potentially buried people, and then, finding nothing, they probed for 15 to 20 minutes until, happily, one of them found the dog alive and unharmed. \r\n Many dogs love snow, and winter travel with a pet can be a joyful experience. But dogs that aren’t trained for avalanche duty can easily run into a hazardous area, and animal companions add complexity to decision-making and a significant element of uncertainty in avalanche terrain. (The slide triggered by the dog at Berthoud Pass had the potential to bury any skier below, and the search for the buried pooch exposed several people to additional risk.) If you choose to travel in avalanche terrain with a dog, the animal should be highly responsive to voice commands. Terrain choices should be more conservative than usual. And dogs should never be outfitted with an avalanche beacon. We love our pets, but a signal from a pet’s beacon could cause a life-threatening delay to the search for possible buried people. — The Editors",
        "author": "Colorado Avalanche Information Center",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216306",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Very Long Burial and Rescue",
        "location": "Utah, Wasatch Range, Silver Fork",
        "body": "On March 12, 2022, a party of six, with two guides, ascended from Grizzly Gulch in Little Cottonwood Canyon toward East Bowl Pass overlooking Silver Fork, which flows north into Big Cottonwood Canyon.  While traveling, the group separated into Group A and Group B, planning to ski different routes and then regroup below Silver Fork’s West Bowl. Group A consisted of four clients and one guide, moving at a bit faster pace, while Group B consisted of two clients and one guide. \r\n After climbing to the rim of East Bowl, Group A ascended to East Peak, safely descended the northwest ridge and East Bowl, and then waited for Group B on a bench above a gully at the base of West Bowl. Group B arrived at East Bowl Pass and headed up Davenport Hill to ski Cabin Ridgeline northward into Silver Fork, where they would meet the skiers of Group A. \r\n Group B descended Cabin Ridgeline one at a time in pitches. On the final ski pitch to join Group A, the first skier safely descended. While the second skier was midway down the pitch, an avalanche released above them. The party below yelled “Avalanche!” and the skier was able to head off the slope and away from the slide. However, the guide at the top of the pitch was caught, carried, and fully buried down in the gully below. \r\n At approximately 12:30 p.m., one of the party members called 911 and the group quickly booted toward the debris pile. After a beacon search and positive probe strike deep under the surface, the skiers dug furiously, extracted the patient, and cleared his airway. It took 23 minutes from the time the avalanche was initially triggered to the time the skier’s airway was cleared. \r\n The skier was breathing and had a pulse when the airway was cleared. Having been strained through trees in the avalanche, he experienced trauma on his face and torso [six broken ribs, a bruised lung, and facial lacerations, according to a published report]. \r\n Five minutes after the buried skier was recovered, Solitude ski patrol arrived on the scene. The skier was hoisted out by Lifeflight around 2:30 p.m.; he was in critical but stable condition. The remaining party members skied out with Solitude ski patrol. \r\n ANALYSIS \r\n The Utah Avalanche Center had issued a Special Avalanche Bulletin for the day of the accident. The forecast avalanche hazard was Considerable on north to east aspects at all elevations, following a week of stormy weather that buried a weak layer of faceted snow formed during a period of drought in January and February. Clearing skies and a sunny weekend lured many skiers out despite the hazard. The avalanche center’s bulletin for March 12 warned, “Dangerous avalanche conditions combined with great powder and beautiful weather make accidents likely. There have been many close calls this week, but luck eventually runs out.” \r\n The guides in this party were Winslow Passey, who led Group A, and Willie Benegas, who led Group B and was buried and rescued in the avalanche. Passey is an AMGA-certified ski mountaineering guide with over two decades of experience, and Benegas is among the most experienced high-elevation guides working in North America. In a personal account of the accident included with the Utah Avalanche Center report, Passey reported that the whole party had discussed the avalanche hazard and performed beacon checks before the tour, and during the initial ascent they dug three pits to assess conditions. Passey also said she carefully checked slope angles all day using a shaded Cal Topo map, in order to stay away from steeper terrain. \r\n In an interview in Outside, Benegas attributed the accident to overconfidence, estimating he had skied this same slope 150 times without incident. “It has been an extremely difficult year,” Benegas told Outside. “Our snowpack has been challenging to forecast on the micro-terrain assessment aspect.” \r\n The Utah Avalanche Center report said a couple of things went right for [Benegas] that could have very easily gone wrong: \r\n The skier lived despite being buried for 23 minutes under nearly two meters of snow. [The first probe strike was at 1.5 meters, but Benegas was facing diagonally downhill; the rescuers first uncovered his boot and pack and had to dig extensively to reach his face and clear his airway.] Below the 15-minute mark in a burial, the probability of survival drops rapidly. At the 23-minute mark, the probability drops to 35 percent. \r\n A skilled team was close by. Since [Benegas] was the last in his group at the top of the pitch, and Group A was already at the bottom of the slope, in most situations like this the rescuers would have had to transition back to uphill ski mode to reach the burial site. In this case, they were able to reach the site on foot, saving them valuable time. As well, the two clients with Group B had less avalanche training than the members of Group A. The close location of Group A allowed the more experienced members to run the rescue. \r\n This easily could have been a multi-burial situation. At the time of the avalanche, two skiers were within the path.  (Sources: Utah Avalanche Center, Outside.com.)",
        "author": "Utah Avalanche Center,  Outsidecom",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215882",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Fatal Fall During Approach — Climbing Unroped",
        "location": "Colorado, Rocky Mountain National Park, Longs Peak",
        "body": "On July 30, Dillon Blanksma, 26, fell from Broadway ledge during the approach to the Diamond wall.  The fall was fatal. Blanksma and his climbing partner had done the standard North Chimney approach and were on their way to a route on the left side of the Diamond. Broadway is normally traversed by walking unroped, but toward its left side the ledge system narrows and slopes more steeply toward the 600- to 800-foot-high Lower East Face. To reach the start of climbs on this side, a band of fourth-class rock approximately 30 feet high must be climbed. Blanksma, still unroped, is believed to have fallen from on or near this section, possibly as a result of a loose hold. Dillon was a staff member at the American Alpine Club’s Golden, Colorado, headquarters and is much missed by his colleagues, friends, and family. \r\n ANALYSIS \r\n At least four climbers have died in falls from Broadway. Three of them—including one in 2000 and another in 2010—were doing similar unroped approaches up fourth-class rock to reach their intended climbs. Although the granite on the Diamond face is generally very solid, Broadway and the short fourth-class band above the ledge are comprised of weathered alpine rock, with many potentially loose holds. Climbers are understandably in a hurry to reach their objectives on a busy wall that is prone to afternoon thunderstorms, but the history of accidents in this area suggests that roping up and belaying the final fourth-class approach would save lives.  (Source: The Editors.)",
        "author": "The Editors",
        "climb_year": 2020,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215853",
        "type": "Climbs And Expeditions",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Cleaning Error — Belayer Dragged by Climber",
        "location": "Kentucky, Red River Gorge, Muir Valley",
        "body": "My partner (49) and I (33) are very experienced climbers.  I’ve climbed at the Red several times, and though it was my partner’s first time here, he has climbed and belayed plenty of steep routes. My background is multi-pitch trad, and his is all sport. We are about the same weight. \r\n On September 8, my partner led The Fury (5.11c sport) at Bibliothek in the Muir. I was tired and didn’t feel like climbing the route, so we decided he would clean it while lowering off. He was clipped into the belayer’s side of the rope with a quickdraw (a.k.a. tramming), as is standard practice when cleaning overhanging routes. At the last draw he said, “You’re going to swing,” so I weighted the rope as much as I could before he cleaned the lowest draw. \r\n I was prepared to swing a few feet, but when he removed the last draw from the route, he was still clipped into my side of the rope. This caused both of us to swing about 20 feet backward. I slammed into a small boulder lying on the ground and then hit a tree. I made contact with one leg just above the ankle, and I think I hit my foot too. It all hurt right away. I was able to stand and walk slowly, so we hiked out. \r\n I could barely walk for two weeks, and it took months before I was back to climbing. It was not fractured, but likely a severe bone bruise and tendonitis. ( Source: Amanda Friedman. ) \r\n ANALYSIS \r\n Cleaning the last draw while lowering from an overhanging route is always potentially hazardous, as the climber generally will swing out from the wall. To avoid pulling the belayer into a swing as well, the cleaning climber should completely disconnect from the belayer’s side of the rope before letting go from the wall. The belayer can relocate to a good position to brace for the swing when the climber unclips the lowest bolt. \r\n Another option is to leave the first draw on the route while cleaning and then remove it from the ground with a stick clip. (There are video tutorials online for most types of stick clips.) Muir Valley even has a few stick clips available for climbers to borrow, located underneath the awning by the parking lot. ( Source: The Editors .) \r\n Editor's Note:  For detailed information about how to clean overhanging sport routes while lowering, see the  Know the Ropes article  from ANAC 2021.",
        "author": "Amanda Friedman",
        "climb_year": 2020,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215975",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Very Large Avalanche — Riding Alone, Inadequate Gear",
        "location": "Colorado, Front Range, Mt. Trelease",
        "body": "Just after 8 a.m. on February 14, 2021, Rider 1 parked at the trailhead for Mt. Trelease and noticed one car already in the parking area. As Rider 1 ascended the skin track, he deduced there was one backcountry tourer ahead of him (Rider 2), based on the tracks in the fresh snow.  At about 9 a.m., Rider 1 got his first view of Pat’s Knob, a steep slope on the east side of Mt. Trelease, and saw the aftermath of a large and recent avalanche. There was no sign of the person ahead of him. Rider 1 noticed a skin track higher than normal on the slope. Most of it had been destroyed by the avalanche, but there was a small portion left. \r\n Two skiers also approaching the area got their first view of the avalanche just before 9:30 a.m. Skier 1 called 911, reported the slide, and then raced ahead of Skier 2 to begin searching the debris. When Skier 1 arrived at the avalanche debris, Rider 1 was already searching with his transceiver below the remaining skin track. Skier 2 arrived, and the three tourers coordinated rescue efforts. They searched a large portion of the debris field and never got a transceiver signal. The team was worried about overhead hazard, and without finding a signal, they decided to discontinue their search. \r\n The riders remained nearby and talked by phone with the 911 dispatch center, Loveland Ski Patrol, and Alpine Rescue Team. Meanwhile, the Clear Creek County Sheriff matched vehicle registrations of cars in the parking area with all people in the area. They identified one missing person and tried reaching him on his cell phone. After repeated calls went unanswered, the Sheriff’s Office used the cell signal to obtain the coordinates of the phone. These were relayed to the riders at the scene. Using Google Maps on his phone, Skier 2 directed the group to the coordinates, where they saw an avalanche airbag sticking out of the snow. Rider 2 was buried on the downhill side of a few trees. Skier 1 dug out the subject’s head, cleared his airway, and monitored the patient for breathing and a pulse but found neither. \r\n Alpine Rescue Team members and Colorado Avalanche Information Center (CAIC) forecasters arrived on scene at about 12:35 p.m. They determined they could not provide additional care to Rider 2. They searched the avalanche debris with transceivers, by spot probing, and with a Recco detector, but did not find additional people in the debris. \r\n ANALYSIS \r\n The crown face of this avalanche was up to 20 feet deep and 850 feet wide, and debris ran 500 vertical feet. The avalanche broke in a layer of faceted snow about two feet from the ground before stepping down to the ground, taking the entire season’s snowpack with it. The avalanche ran into relatively flat terrain, covering tracks of riders from previous days, and it snapped numerous trees up to five inches in diameter. The slope angle of the bed surface was generally 35 degrees, but as steep as 42 degrees in places. \r\n During the 11 days preceding this accident, the nearby Loveland Ski Area recorded 39 inches of snow, with measurable snowfall 10 out of 11 days. There were consistent westerly winds throughout this period. \r\n The CAIC rated the backcountry avalanche danger in the Front Range zone at Considerable at all elevations on the day of the accident. A Special Avalanche Advisory (SAA) had been issued for the Front Range zone on February 12. It read, in part, “Avalanche conditions are unusual. Backcountry travelers can trigger avalanches that may break very wide and run the full length of the avalanche path. Your normal routes and safety habits may not keep you out of a dangerous avalanche.” \r\n Early snowfall in this area followed by dry weather had produced a layer of very weak depth hoar snow. Snowfall from mid-December to early January buried this weak snow layer and built a slab of stronger snow on top. Subsequent periods of dry weather allowed weak faceted snow to form on the snow surface, which was then buried by the next snowstorm or wind-loading event. This pattern repeated, and by the second week of February, the snowpack contained several weak layers of faceted snow between harder, strong slabs. All of these layers were resting on the very weak layer of depth hoar near the ground. \r\n This avalanche ran over a well-used skin track. During unusual snowpack conditions, “normal” routes and what are considered safe spots must be re-evaluated. \r\n Traveling alone in avalanche terrain increases the consequences if you are caught. Although this was a very large avalanche, Rider 2’s head was buried only a foot beneath the snow surface. A partner that was not in the avalanche may have quickly rescued Rider 2. However, the rider did have traumatic injuries, so we don’t know if a speedy recovery would have produced a different outcome. \r\n The subject was wearing an avalanche airbag but no avalanche rescue transceiver. It is likely Rider 1 would have recovered Rider 2 much faster if the rider was wearing a transceiver. We recommend you always wear a transceiver when you are traveling in avalanche terrain, even if you are by yourself. There is always a chance another group could rescue you, and it will help search and rescue groups find you and return your remains to your family if you are killed in the mountains. \r\n Rider 2 deployed his avalanche airbag, which may have kept him from being buried deeper, but it did not keep his head from being buried under the snow. When rescuers found Rider 2, he was wearing the sternum strap on his airbag pack but not the leg loop. The sternum strap was pushed up against his neck. As with any safety device, it is important to follow the manufacturer’s instructions. Most airbags come with a leg loop to prevent the pack’s sternum strap from sliding up and posing a choking hazard. It also keeps your upper body closer to the bag. \r\n The other backcountry tourers in the area on this Sunday morning made valiant efforts. Skiers 1 and 2 and Rider 1 alerted 911 immediately and coordinated their own rescue effort before organized rescue arrived. The three tourers’ actions led to the relatively quick recovery of the victim and an efficient clearing of the accident site.  (Source: Colorado Avalanche Information Center.) \r\n Read the  full report  from the Colorado Avalanche Information Center.",
        "author": "Colorado Avalanche Information Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215972",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Triggered Slab — Inconsistent Snow Depth",
        "location": "Montana, Absaroka Range, Republic Mountain",
        "body": "On the morning of January 8, 2021, a group of six skiers (one female and five males) met in Cooke City and decided to ski the Fin on Republic Mountain. None of them had been to this particular slope or mountain before. All members carried an avalanche transceiver, shovel, and probe, and three were wearing helmets.  Two carried avalanche airbag packs. All had at least some avalanche education. They had read the local avalanche forecast the day before, but not the day of this incident (the danger had not changed). \r\n On their ascent, visibility was poor and they could not see the entire slope or the ridgeline they intended to climb. As they left the trees, they dug two pits and performed [stability] tests. One later wrote, “Though we identified potential weak layers at 60 cm and a deeper one… we got minimal failure and no propagation. What we saw in the pits was a nice right-side-up snowpack. However, we knew if we skinned along the ridge to the southwest, the snowpack would change due to wind exposure. We discussed mitigating this by skinning close to the ridge and skiing back down our skin track if we saw warning signs.” \r\n As they continued and “when those in the skin track crossed over a wind lip into a slightly more southerly aspect,” they felt the slope collapse and watched a crack propagate 250 feet upslope. The avalanche broke 1.5 to two feet deep, 200 feet wide, and ran 700 feet vertically. Skiers 1 and 2 were carried the full distance to the base of the slope. Skier 3 was carried about midway downslope. Skier 4 was at the edge of the slide and able to hold their position, and Skiers 5 and 6 were further back in the skin track. \r\n Skier 1 deployed his airbag and was partially buried. He freed himself from the debris and began a transceiver search. He followed the signal to Skier 2, whose head was buried more than two feet deep; the skier was unconscious and not breathing. Skier 1 cleared Skier 2’s airway, and Skier 2 began breathing and regained consciousness. Skier 2 sustained injuries to his leg, but later made it out under his own power. \r\n Skiers 4, 5, and 6 quickly skied down to help Skier 3, who was partially buried about halfway down the slide path and sustained serious injuries to his ribs and lungs. Skiers 4 and 6 had two-way radios and called for help. (There is no cell service in this region.) They were able to contact someone with a radio in Cooke City, who reported it to Park County Search and Rescue. Because Skier 3 could not move, the group eventually congregated at Skier 3’s position, where they built a fire and waited for rescuers. Skier 3 was evacuated by helicopter at about 4 p.m., and the rest of the party was able to get out under their own power with the help of rescuers. \r\n ANALYSIS \r\n The avalanche occurred on an east aspect at 9,700 feet. The average slope angle was 37 degrees (33 degrees at the crown). The mountains near Cooke City had received heavy snow in October and November, which formed a dense, two-to four-foot-deep snowpack on many slopes. In late November to December, minimal snowfall and cold temperatures led to the formation of weak layers of sugary facets on some slopes, especially where the snowpack was relatively shallow. These layers were buried by subsequent heavy snowfall in late December, followed by small storms through the first week of January. \r\n The skiers dug a six-foot-deep snow pit close to where the avalanche was trig- gered. They found good snow structure and good stability in their pit, which inves- tigators confirmed the next day when they dug in the same spot. Approximately 100 feet away, with a slight change in aspect, the snowpack thinned from six feet to two to three feet deep. This thin area is where they initiated a fracture in the faceted grains. \r\n In a video produced at the accident scene (see video below) and in comments to viewers, Doug Chabot of Gallatin National Forest Avalanche Center said the snowpack was mostly six feet or deeper in the mountains around Cooke City at the time, but thinned in places at higher elevations and among rocky terrain. “Be really careful and paying attention to if the snowpack is changing as you’re skinning along,” he said. “As soon as [these skiers] wrapped around to a slightly different aspect, the depth and snow structure changed. A stability test is one of many pieces of info that goes into deciding whether to ski or not. A poor test result is enough to turn around, yet the absence of that is not a green light to move forward. Other things have to be going your way to give your decision weight... The bottom line is that you should know that the snow is very stable if you are considering entering large, highly consequential avalanche terrain like the Fin.”  (Source: Gallatin National Forest Avalanche Center.) \r\n Read the  full report  from Gallatin National Forest Avalanche Center.",
        "author": "Gallatin National Forest Avalanche Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215969",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Fatal Burial — Faulty Transceiver",
        "location": "California, Klamath National Forest, Etna Summit",
        "body": "A backcountry skier and snowboarder were caught in an avalanche near Etna Summit, about 40 miles west of Mt. Shasta, at approximately 2 p.m. on February 3, 2021. Both individuals had many years of backcountry experience, carried avalanche rescue gear, and were familiar with the area. \r\n The avalanche occurred shortly after they reached the top of their intended descent route (immediately below a ridgeline) and were preparing to descend. Both riders were carried down the slope by the slide. The skier was pinned and buried against a tree within 20 to 30 feet. The snowboarder was swept through the trees and partially buried some distance down the slope. \r\n The snowboarder extracted himself and immediately began a transceiver search, but the device malfunctioned. At this point, he began to dig in the most likely burial location and exposed a ski pole, which led to the buried victim. Approximately 25 to 30 minutes had passed between the burial and extrication. The survivor performed CPR for over an hour, but was unable to revive his partner. \r\n ANALYSIS \r\n The avalanche occurred at 6,650 feet on a northwest aspect, near treeline and just below a ridge. The slope was 35 to 39 degrees. A hard wind slab up to two feet thick was triggered; the avalanche measured 70 feet wide and slid about 200 vertical feet. \r\n The area had received “feet” of new snow in the previous couple of weeks. A few days of sun had helped consolidate the storm snow. On February 3, the day of the accident, an observer found 8 to 10 inches of fresh snow at a similar elevation in the Mt. Eddy area, 25 miles to the east, with moderate northwest wind and blowing snow. \r\n The party had performed a transceiver check in the parking lot before they began their tour. Both transceivers appeared to be functioning and had good battery life. However, further investigation found a corroded battery compartment in the trans- ceiver, which likely led to the malfunction.  (Source: Mount Shasta Avalanche Center.) \r\n Read the  full report  from the Mount Shasta Avalanche Center. \r\n CLEAN YOUR BEACONS \r\n Corrosion in the battery compartment of transceivers is an insidious hazard, because the transceiver may function perfectly one minute and fail the next. Never leave batteries in the transceiver through the summer or for long in-season layoffs. (You should always install fresh batteries at the start of the season.) Avoid situations that allow moisture or condensation to get into the compartment. Inspect the batteries and contracts periodically. If you find corrosion (usually a whitish powder), gently clean it off with a Q-tip and rubbing alcohol or vinegar, a pencil eraser, or by snapping the batteries in and out of position to loosen the foreign material. Take care not to damage the contacts. If the battery contacts cannot be cleaned, contact the manufacturer.",
        "author": "Mount Shasta  Avalanche Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201216305",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 75,
        "title": "Persistent Weak Layer—Various Human Factors",
        "location": "Wyoming, Teton Range, Game Creek",
        "body": "A party of eight had been staying at the Plummer Canyon Yurt for several days. On March 17, 2022, five of the members skied a couple of low-angle runs and some trees on nearby Mt. Wow (10,262 feet), with no signs of instability except for one collapse or whumpf on low-angle terrain. \r\n In midafternoon, one of the more experienced group members led the party toward a north-facing slope (Danford’s Bowl) dropping toward Game Creek. The intent was to ski in pitches to reach a bench above a terrain funnel and then exit skier’s left to skin back toward the yurt. The first skier planned to descend near trees on the skier’s right side of the bowl, and warned the others to stay to the right of two tracks laid by skiers one hour earlier. He skied the pitch to a safe zone near the trees, and the rest of the party skied the pitch one at at time and gathered below dense trees. \r\n Skier 1 left the safe zone first. He stopped just above the team’s planned exit on skier’s left and directly in the avalanche path. Skier 2 continued past Skier 1 and onto the bench. Skier 3 then stopped near Skier 1 and sat down in the snow. Finally, Skier 4 dropped in and rode close to the left boundary made by the previous pair of tracks. As he skied by the leader of the first pitch, still watching from the trees, the slope released. Skier 4 turned safely out of the path, but Skiers 1 and 3 were carried downslope into the narrow confines of the exit gully and out into the fan of debris, for a total vertical distance of 525 feet. \r\n After identifying the point where the two skiers were last seen, the remaining skiers switched their avalanche beacons to search and side-slipped into the tight gully below. As they neared the fanned-out debris, they noticed a hand or article of clothing in the snow. As Skier 4 continued following the other beacon signal, the remaining skiers began to dig out the buried victim. They soon reached Skier 3’s face, which had a bluish tinge from early cyanosis. After receiving rescue breaths, the buried Skier 3 regained respiratory drive. \r\n Meanwhile, a little higher in the debris, Skier 4 pinpointed Skier 1, who was detected 0.8 meters beneath the surface, and began to dig. Shortly afterward, two local skiers who had witnessed the avalanche arrived on the scene and began to help. After approximately 15 minutes of digging, the rescuers began CPR on Skier 1 (age 61) and continued for 30 minutes without success. \r\n ANALYSIS \r\n During an interview following the incident, one of the more experienced members of the group related that the team had seen “a whole lot of green” in the avalanche forecast in the days leading up to the accident. While this is true, these Low danger ratings were for the middle and lower elevation bands of the forecast area, while the upper elevation band—starting just 200 vertical feet above the slide’s start zone at 8,800 feet—had the higher hazard rating of Moderate. \r\n This hard slab avalanche occurred on a north-northeast-facing slope with an average angle at the crown of about 42°. The slab slid on a 1cm layer of faceted snow over a hard melt-freeze crust, a layer likely formed after a widespread avalanche cycle in early January. Local guides who had skied this same slope and professional avalanche workers all were surprised when this layer reactivated in the Tetons forecast zone, where the snowpack generally was deep. However, the snow where this avalanche occurred was much shallower than would be expected in the Tetons. Several other human-triggered avalanches occurred during this period in areas with a relatively thin snowpack or on the old bed surface of prior avalanches.  It’s important to recognize that elevation bands and forecast zones exist as aids to understanding where the danger may be found, not as an absolute guide to the extent of the danger. Referring to information in adjacent forecast zones and elevation bands can shed light on potential avalanche problems and aid in route planning and decision-making. \r\n This accident seems particularly tragic since more disciplined safe-travel techniques likely would have led to a different outcome. This group skied one at a time on this line and at first used an island of safety at the edge of the path as they descended. The first skier instructed the team to avoid the steep and potentially wind-loaded left side of the gully. Despite these efforts at careful route-planning at the beginning of the run, the deceased Skier 1 stopped in the middle of the avalanche path and Skier 3 chose to stop next to Skier 1. Perhaps fatigue led to these decisions or they were simply a reaction to negative feedback gained from seeing no recent avalanche activity and only one clear sign of unstable snow (the collapse heard earlier in the day). Many human factors may be at play with a large group, which is more challenging to manage effectively in such constricted and consequential terrain. A discussion on human factors and group dynamics is always worthwhile when entering avalanche terrain, especially with a large group.  (Source: Bridger-Teton Avalanche Center.)",
        "author": "Bridger-Teton Avalanche Center",
        "climb_year": 2021,
        "publication_year": 2022
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215968",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Sidecountry Avalanche — Unaware of Forecast",
        "location": "Washington, Mt. Baker-Snoqualmie National Forest, Alpental Valley",
        "body": "In the afternoon of Saturday, April 10, 2021, a group of three skiers loaded Chair 2 at Alpental ski area to access terrain beyond the area boundary. They had been skiing inbounds in the Alpental back bowls for a large part of the day.  Upon reaching Piss Pass, the trio ascended on foot to the top of a small knob (5,440 feet) separating the Alpental resort and the Pineapple Pass area. While the team discussed the intended route, they did not discuss that the line was in the backcountry, nor had anyone in the group checked the avalanche forecast for the area. Only some of the skiers carried avalanche rescue gear, and they had varying degrees of formal avalanche instruction. \r\n Skier 1 led the group off the knob and toward a run known as 261. The group witnessed a lone snowboarder riding a line very close to their intended descent. Prior to entering the run, Skier 1 mentioned the possibility of wind slabs on the slope and the presence of a cliff below them and to the left. \r\n At approximately 4:30 p.m., Skier 1 traveled onto a slope just to skier’s left of 261 and triggered an avalanche. He yelled to his friends and pointed his skis downhill, skied directly over the cliff he had observed, and landed on the slopes below. While Skier 1 attempted to keep his airway clear, the avalanche immediately began to bury him. \r\n Skiers 2 and 3 were above and out of the main start zone when the slide released. They quickly did a visual search of the terrain above the cliff and then descended a sparsely treed area to the north of the avalanche. Once they arrived below the cliff, they visually searched the debris field and found a ski pole on the surface and the tip of a ski sticking out of the snow just downhill. \r\n Skier 3 began assembling his avalanche shovel and instructed Skier 2 to begin digging with his hands in the direction of the victim’s head. They very quickly uncovered a hand that allowed them to locate and uncover Skier 1’s face. He was attempting to yell, but his airway was clogged with snow. From the time the avalanche released to clearing the victim’s airway was less than five minutes. Skier 1 was lying on his back, with his head approximately 18 inches below the surface. Despite the relatively shallow burial, he could not move nor extricate himself. \r\n After uncovering their teammate, the group recognized the potential overhead hazard from additional avalanches and chose to move. Despite his injuries—the skier had two broken bones in his left shoulder and a torn ACL—he was able to slide down-valley to a flat area. At this point, skier 1’s knee injury made further travel challenging. \r\n No one in the team had cell service. Skier 3 left the group to descend to the ski area and seek help, while Skier 2 remained with the patient. Alpental Patrol was notified at about 5:15 p.m. and responded to the scene. They were able to load Skier 1 into a sled and extricate him to the base of the ski resort. \r\n ANALYSIS \r\n In a forecast issued at 6:43 p.m. on April 9, the evening before this incident, the avalanche danger above and near treeline was rated Considerable on all aspects. The summary that evening read: “Another potent storm will impact Snoqualmie Pass, resulting in dangerous avalanche conditions on Saturday. Unstable snow, recent human-triggered avalanches, and dynamic springtime weather should lead you to dial back your terrain choices and avoid slopes over 35 degrees.” \r\n Alpental Patrol and Northwest Avalanche Center (NWAC) staff visited the site the next day to complete an investigation. They found that a soft slab avalanche had begun on northwest-facing slope with a start zone averaging 40°. The crown was 10 to 12 inches deep, and the slide was about 150 feet wide and ran 350 vertical feet. In a pit, the investigators found that 10 to 12 inches of storm snow from the night before had slid on a thin layer of small facets. A storm the previous Wednesday night had delivered up to 16 inches of snow near Snoqualmie Pass, along with strong winds. \r\n The NWAC forecast from the evening before this incident reported, “On Friday, multiple skier-triggered avalanches occurred at Snoqualmie Pass, including an involvement where a skier was caught and carried.” The report continued, “As we navigate our way through springtime weather, the transitions between dry and wet avalanche problems can be rapid and unpredictable, just like the weather. It can make decision-making and forecasting challenging, since you can’t bring your winter mindset or spring mind- set to the mountains to rely on for any given day.”  (Source: Northwest Avalanche Center.) \r\n Read the  full report  from the Northwest Avalanche Center. \r\n RESORT ACCESS TO THE BACKCOUNTRY : Before skiers and riders leave a resort through a backcountry access gate, they need to flip a mental switch and acknowledge they are entering unpatrolled slopes with all the hazards of backcountry travel, requirng all appropriate training and rescue gear. Sidecountry skiing and riding (resort- accessed backcountry touring) accounted for about 10 percent of all U.S. avalanche fatalities over the last decade.",
        "author": "Northwest Avalanche  Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215971",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Carried Down Steep Couloir — Terrain Trap",
        "location": "Wyoming, Grand Teton National Park, Broken Thumb Couloir",
        "body": "On February 22, 2021, a group of two splitboarders and one skier toured from Taggart Lake trailhead up 25 Short (so named because the peak is 25 feet short of 10,000) to descend the Broken Thumb Couloir into Avalanche Canyon.  This is a very narrow chute, and the descent normally involves a 50- to 100-foot rappel in the lower half. \r\n A little after 11 a.m., a 33-year-old rider was leading the group down through steep trees and rocky terrain to the entrance of the couloir when he triggered an avalanche that carried him down the confined, rocky couloir and over the rappel zone. He was carried about 800 vertical feet and stopped by a tree, suffering significant trauma, and was buried. His friends located him with a transceiver but could not revive him. \r\n The avalanche was a recent wind slab estimated at 150 to 200 feet wide and two feet deep at the maximum. It ran 1,100 vertical feet. This relatively small avalanche occurred directly above steep, rocky, and vertical terrain and took the snowboarder on an unsurvivable fall. \r\n ANALYSIS \r\n All the individuals involved in this incident had at least a Level 1 avalanche class and significant experience in avalanche terrain. \r\n Beginning February 12, snow fell daily in this area up to February 22, with an estimated 65 inches recorded at the Surprise Meadow snow station, about two miles north of the accident site. In the week prior, many avalanches were reported in Grand Teton National Park. The Bridger-Teton Avalanche Center’s hazard rating for February 22 was Considerable (Level 3 out of 5). \r\n This accident occurred on serious terrain above a large cliff. Due to the exposure, this was not only an avalanche accident but also a mountaineering accident. Two other avalanche fatalities happened in the Bridger-Teton forecast area earlier in the same week, and all of them occurred in steep terrain exposed to terrain traps. On February 17, a group of nine snowmobilers was riding in the Salt River Range, southeast of Alpine, when a soft slab avalanche caught seven members of the party. \r\n Two were buried and rescued, but one was swept with his sled into a treed area at the base of the slope and was buried in four to five feet of debris. \r\n On February 18, a group six snowboarders built a jump above a steep bank in the backcountry near Togwotee Pass. A 31-year-male made the first jump and triggered a slab avalanche on the 42-degree bank. He was carried to the creek bottom at the base of the bank and was buried under nine feet of avalanche debris. \r\n When natural and human-triggered avalanches are happening, terrain selection is essential.  (Source: Bridger-Teton Avalanche Center.) \r\n Read the  full report  prepared by Grand Teton National Park rangers.",
        "author": "Bridger-Teton Avalanche Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215977",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Carried Into Terrain Trap — 'Low' Hazard, Skiing Alone",
        "location": "New Hampshire, Mt. Washington, Ammonoosuc Ravine",
        "body": "At around 7 a.m. on Wednesday, February 3, 2021, a New Hampshire Fish and Game officer contacted the Mount Washington Avalanche Center to ask for assistance in locating the vehicle of an individual who had been reported missing the previous night.  Ian Forgays, a 54-year-old male from Vermont, had texted friends on Monday, February 1, to say he planned a day of backcountry skiing on the west side of Mt. Washington, either in Ammonoosuc Ravine or Monroe Brook, prior to the start of a significant winter storm arriving that night. \r\n Forgays’ vehicle was found at the Ammonoosuc Ravine trailhead at 10 a.m. on Wednesday morning. A ground search was organized while team leaders analyzed texts and photos the subject sent to friends in order to produce a likely timeline of events; this helped focus efforts on the area surrounding Ammonoosuc Ravine. Avalanche hazard on Wednesday morning was forecast as Considerable, following High danger the previous day. Light freezing rain and snow showers were falling at higher elevations in the search area. Small teams of three or four were sent to several likely locations to begin the ground search. \r\n By early afternoon, advanced cell phone forensics narrowed the last known point of the subject’s cell phone to an area almost directly above the main drainage of the Ammonoosuc. As searchers left the hiking trail and made their way up the drainage, they found debris and some broken trees that were evidence of recent slide activity, most likely from a widespread avalanche cycle on Tuesday, one day after the subject skied the area. At 4:25 p.m., a beacon signal was acquired by a searcher with a dog and Recco receiver beneath the largest west-northwest-facing slope of the Ammonoosuc, at around 3,950 feet. Pinpoint search techniques with an avalanche transceiver located a beacon signal 3.8 meters (12 feet 6 inches) beneath the debris, which had piled up against the face of an overhanging rock buttress. \r\n Rescuers began to dig and probe, and as more rescuers arrived and lowered the grade of the snow by more than a meter, a probe strike was finally confirmed. Eight rescuers took turns digging for an hour and 35 minutes. When they reached the subject’s body, the teams extricated it from the deep hole, lowered the subject down two pitches of steep snow and ice, and then shifted to a SKED rescue litter for transport to the road. An autopsy later identified asphyxia as the cause of death. \r\n ANALYSIS \r\n Texts to the Forgays’ friends stated that he planned to “take advantage of low avy danger and low winds up high,” prior to the onset of the winter storm. By 9 a.m. on Monday, the skier had reached treeline on Mt. Monroe, and by 11 a.m. he was near the summit of Mt. Washington. He then headed for the ravine. \r\n On the day the subject went skiing, the avalanche danger for the area was rated as Low. Conditions included a mix of snow surfaces, ranging from ice to rimed snow to firm wind slabs, all of which are commonplace in the wind-raked alpine areas and steep ravines of the Presidential Range. The layers beneath included a widespread, wind-hammered surface dubbed the “157 Layer,” after the 157 mph peak wind speed on January 24 that helped create it. Above that layer was another, softer wind slab, described in the February 1 forecast as “…smooth, hollow sounding slabs (that) are easy to identify.” The Bottom Line of the forecast stated, “The potential for small avalanches of wind-drifted snow remains in isolated areas at mid and upper elevations.” \r\n It is likely that Forgays triggered one of these isolated pockets and then was carried into a bowl-like depression, where the snow was stopped by an over- hanging cliff that was angled upslope. The debris pile here was deep but fairly narrow, fanning out from a 10-foot strip to about 25 feet wide by 40 feet long. \r\n The week prior to Forgays’ burial had brought only four inches of snow total to the Mt. Washington summit, with relatively low wind speeds. The cold nights and some wind loading did create slabs, but they were relatively small in size. An examination of the crown of the Forgays avalanche wasn’t possible, since extreme winds and new snow the following day erased all the signs. Weather factors and observations from other areas suggest a small (D1) wind slab was most likely. \r\n Information provided by family and friends indicates that Forgays had skied Mt Washington hundreds of times. His choice to ski that day seems informed and intentional, and his past ski missions with friends reflected an enthusiasm for any sort of skiing adventure. \r\n Accidents like this serve as a stark reminder of the role that luck can play in our backcountry endeavors. Finding a triggerable slab in mostly safe avalanche conditions is rare but not unheard of, especially due to our [local] mountains’ spatially variable wind slab avalanche problem. Accurately assessing snow and terrain and avoiding trouble throughout a lifetime of playing in the mountains is a tremendous challenge for anyone, even for the most experienced. \r\n A skiing partner might have saved Ian Forgays’ life when he triggered a small wind slab, but given the terrain trap below, maybe not. Forgays was equipped with avalanche safety gear, including an avalanche transceiver, which helped rescuers and the family immensely. But it is important to remember that even the most experienced skiers with all the correct preparations and equipment risk more when skiing alone. If there are lessons to be learned from this accident, they aren’t new. Skiing technical lines, in a thin snowpack above a notorious terrain trap, with no partners, even on a Low danger day, raises the stakes tremendously.  (Source: Frank Carus, lead snow ranger, Mount Washington Avalanche Center.) \r\n Read the  full report  from Mount Washington Avalanche Center.",
        "author": "Frank Carus, lead snow ranger, Mt Washington Avalanche Center",
        "climb_year": 2021,
        "publication_year": 2021
    },
    {
        "url": "https://publications.americanalpineclub.org/articles/13201215862",
        "type": "Accident Reports",
        "dataset": "ANAM",
        "vol": 12,
        "issue": 74,
        "title": "Stranded — Rappel Error",
        "location": "California, Yosemite National Park, Leaning Tower",
        "body": "Two climbers attempting the West Face of Leaning Tower in June decided to descend after arriving at Ahwahnee Ledge (the top of the fourth pitch), due to excessive heat and sun.  While rappelling the very overhanging first pitch with the haulbag, Climber A rappelled over a small roof and got too far away from the wall to reach the ledge at the bottom of the pitch, despite clipping some directionals during his descent. (The West Face route is approached by a ramp that traverses onto the face, so the first anchor is far above the ground.) Since the climber could not reach the ramp, he continued rappelling to a lower ledge. This ledge had no permanent anchor, and Climber A was not carrying the right pieces to construct a solid anchor. With no way to anchor the haul bag, he could not detach it from the ropes nor reascend the ropes to reach the ramp. \r\n During their descent, the two climbers had called Yosemite Search and Rescue to request some advice; climbing rangers were able to assist them over the phone with their first rappels, but soon decided to send SAR members to Leaning Tower in case further assistance was needed. When SAR members arrived, they fixed a rope and lowered it to Climber A, and he was able to leave his haul bag and jumar out. They then secured the team’s rappel ropes to the ledge so the second climber could rappel directly to the approach ramp. The ropes and haulbag were retrieved later that day. \r\n ANALYSIS \r\n The Leaning Tower is one of the steepest big walls in North America, the lower half of which overhangs at an average angle of 110 degrees. The West Face has been the site of numerous rappelling difficulties, and while Climber A did utilize some directionals, he extended one piece with a long runner and soon found himself too far from the cliff to place more directional pieces.  (Source: Yosemite National Park Climbing Rangers.) \r\n The following sidebar accompanied this report in ANAC 2021:",
        "author": "Yosemite National Park Climbing Rangers",
        "climb_year": 2020,
        "publication_year": 2021
    }
]